#include <iostream>
using namespace std;

void main()
{
	setlocale(LC_ALL, "Rus");
	cout << "\t\t\tТак думал молодой повеса,\n\n\t\t\tЛетя в пыли на почтовых,\n\n\t\t\tВсевышней волею Зевеса\n\n"
		"\t\t\tНаследник всех своих \\родных\\.\n\n\t\t\tДрузья Людмилы и \"Руслана\'!\n\n\t\t\tС героем моего романа\n\n"
		"\t\t\tБез предисловий, сей же час\n\n\t\t\tПозвольте познакомить вас:\n\n\t\t\tОнегин, добрый мой приятель,\n\n"
		"\t\t\tРодился на брегах Невы,\n\n\t\t\tГде, может быть, родились вы\n\n\t\t\tИли блистали, мой читатель;\n\n"
		"\t\t\tТам некогда гулял и я:\n\n\t\t\tНо вреден север для меня.\n";
}